const ColorTest = [
  {	question: "1. 저녁 식사에 손님을 초대한다면, 가장 마음에 드는 방법은 무엇인가?",
    answer: [
      {value: "a", "text": "a. 긴 식탁 하나에 손님들을 모두 앉히고 음식을 푸짐하게 준비해서 대접한다. 활기찬 대화가 끊이지 않도록 한다."},
      {value: "b", "text": "b. 촛불을 켜놓고 식탁을 우아하게 장식해서 고전적인 분위기를 낸다."},
      {value: "c", "text": "c. 밝은 햇빛 아래서 재미있는 놀이와 게임을 하며 피크닉을 즐긴다."},
      {value: "d", "text": "d. 완벽한 저녁 식사가 되도록 전문 요리사를 고용하거나, 손님들을 미슐랭 등급 레스토랑으로 초대한다."}
    ]
  },
  {	question: "2. 원색 중에 가장 좋아하는 색은 무엇인가?",
    answer: [
      {value: "a", "text": "a. 초록"},
      {value: "b", "text": "b. 파랑"},
      {value: "c", "text": "c. 노랑"},
      {value: "d", "text": "d. 빨강"}
    ]
  },
  {	question: "3. 가장 좋아하는 이벤트 유형은 무엇인가?",
    answer: [
      {value: "a", "text": "a. 친구들과 벽난로 주위에 둘러앉아 밤늦게까지이야기 나누기 "},
      {value: "b", "text": "b. 발레 공연이나 클래식 음악 콘서트 "},
      {value: "c", "text": "c. 뮤지컬 공연 또는 충동적으로어떤 재미있는 일을 하는 것"},
      {value: "d", "text": "d. 전시회 오프닝 파티나 오페라 공연 같은 특별한 행사"}
    ]
  },
  {	question: "4. 어떤 액세서리를가장 좋아하는가?",
    answer: [
      {value: "a", "text": "a. 모양 스타일이 일정하지 않으면서 자연스러운분위기를 풍기는 구리, 황동, 나무, 호박 액세서리"},
      {value: "b", "text": "b. 무겁거나 번쩍이거나 야단스럽지않은 순금, 백금, 진주 액세서리"},
      {value: "c", "text": "c. 가볍고 밝은 느낌의 반짝거리거나짤랑거리는사파이어, 에메랄드, 오팔 액세서리"},
      {value: "d", "text": "d. 다이아몬드, 루비, 흑진주 등으로 만든 희소성 있는 액세서리"}
    ]
  },
  {	question: "5. 당신은 어떤 유형의 사람인가?",
    answer: [
      {value: "a", "text": "a. 다른 사람에게 관심이 많고 공감 능력이 뛰어나다."},
      {value: "b", "text": "b. 조용히 관찰한다."},
      {value: "c", "text": "c. 외향적이고 장난을 잘 친다."},
      {value: "d", "text": "d. 자기 확신이 강해서 굳은 의지로 목표를 이룬다."}
    ]
  },
  {	question: "6. 여가시간이생기면 무엇을 하고 싶은가?",
    answer: [
      {value: "a", "text": "a. 자연 속을 거닐거나 고대 유적지를 방문한다."},
      {value: "b", "text": "b. 고요한 호숫가에서조용히 지낸다."},
      {value: "c", "text": "c. 해변에서 파도타기를하고 논다."},
      {value: "d", "text": "d. 수영장의 긴 의자에 누워 칵테일을 마신다."}
    ]
  },
  { question: "7. 집을 꾸밀 때 무엇이 가장 중요하다고생각하는가?",
    answer: [
      {"value": "a", "text": "a. 포근하고 가정적인 분위기"},
      {"value": "b", "text": "b. 균형과 비례"},
      {"value": "c", "text": "c. 풍부한 자연광"},
      {"value": "d", "text": "d. 단순함과 질서"}
    ]
  },
  {	question: "8. 어떤 종류의 영화를 가장 좋아하는가?",
    answer: [
      {"value": "a", "text": "a. 역사를 기반으로 제작한 전기 영화 또는 자연 다큐멘터리"},
      {"value": "b", "text": "b. 고전적인 흑백 로맨틱 코미디 영화"},
      {"value": "c", "text": "c. 몸으로 웃기는 코미디 영화"},
      {"value": "d", "text": "d. 느와르 또는 예술 영화"}
    ]
  },
  {	question: "9. 직장에서 어떤 문제를 해결해야 하는 입장이라면무엇을 먼저 하겠는가?",
    answer: [
      {"value": "a", "text": "a. 사람들의 의견을 들어보고 모든 관점을 고려한다."},
      {"value": "b", "text": "b. 침착하고 차분하며 외교적인 태도로 최적의 해법을 찾아 나간다."},
      {"value": "c", "text": "c. 열정을 가지고 사람들을 움직여 문제 해결에 동참시킨다."},
      {"value": "d", "text": "d. 모든 정보를 수집하고 바람직한 결과를 얻기 위해 노력한다."}
    ]
  },
  {	question: "10. 어떤 음악을 즐겨 듣는가?",
    answer: [
      {"value": "a", "text": "a. 컨트리, 웨스턴, 포크, 인디 음악"},
      {"value": "b", "text": "b. 클래식 음악"},
      {"value": "c", "text": "c. 팝과 뮤지컬 음악"},
      {"value": "d", "text": "d. 오페라와 실험적인 재즈 음악"}
    ]
  },
  {	question: "11. 친구가 기분이 좋지 않다면 당신은 어떻게 행동하겠는가?",
    answer : [
      {"value": "a", "text": "a. 진심으로 공감을 해주고 나의 시간과 에너지를 모두 친구에게 쏟으며 친구가 괜찮아졌다는확신이 들 때까지 곁에 머무른다."},
      {"value": "b", "text": "b. 조용하고 침착하게 도와줄 방법을 찾아본다."},
      {"value": "c", "text": "c. 친구를 웃게 하려고 노력한다."},
      {"value": "d", "text": "d. 문제 해결에 집중한다."}
    ]
  }
]
export default ColorTest;